Repository: DamianSzymanski/supla-ios
Catalog: SUPLA/*.lproj/Localizable.strings
Languages: ru

source: version
ru: версия

source: Open
ru: Открыть

source: Open Close
ru: Открыть Закрыть

source: Reveal
ru: Поднять

source: Shut
ru: Опустить

source: On
ru: Включить

source: Off
ru: Выключить

source: opened the gateway
ru: открытие калитки

source: opened / closed the gate
ru: открытие / закрытие ворот

source: opened / closed the gate doors
ru: открытие / закрытие гаражных ворот

source: opened the door
ru: открытие двери

source: opened / closed roller shutter
ru: поднятие / опускание роллет

source: turned the power ON/OFF
ru: включение/выключение розетки

source: turned the light ON/OFF
ru: включение/выключение света

source: Settings
ru: Установки

source: About
ru: О программе

source: Feedback
ru: Отзыв

source: Gateway
ru: Калитка

source: Gate
ru: Ворота

source: Garage door
ru: Гаражные ворота

source: Door
ru: Дверь

source: Roller shutter
ru: Роллеты

source: Power switch
ru: Управление розеткой

source: Lighting switch
ru: Управление светом

source: Thermometer
ru: Термометр

source: Temperature and humidity
ru: Температура и влажность

source: No liquid sensor
ru: Датчик жидкости

source: Gateway opening sensor
ru: Датчик открытия калитки

source: Gate opening sensor
ru: Датчик открытия ворот

source: Garage door opening sensor
ru: Датчик открытия гаражных ворот

source: Door opening sensor
ru: Датчик открытия двери

source: Roller shutter opening sensor
ru: Датчик открытия роллет

source: Connecting...
ru: Подключение...

source: Unknown error
ru: Непонятная ошибка

source: Service temporarily unavailable
ru: Сервис временно не доступен

source: Bad credentials
ru: Неправильные логин/пароль

source: Client limit exceeded
ru: Ограничение количества пользователей

source: Access disabled
ru: оступ ограничен

source: Incompatible server version
ru: Несовместимая версия сервера

source: Host not found
ru: Хост не найден

source: RGB Lighting
ru: Контроллер освещения RGB

source: Dimmer and RGB lighting
ru: Диммер и контроллер освещения RGB

source: Dimmer
ru: Диммер

source: Distance sensor
ru: датчик расстояния

source: Depth sensor
ru: датчик глубины

source: Mail sensor
ru: Сигнализатор наличия почты

source: Window opening sensor
ru: Датчик открытия окна

source: Add I/O device
ru: Добавить устройство

source: Device registration availability information timeout!
ru: Превышено время ожидания информации о доступности регистрации устройств!

source: Next
ru: Далее

source: Cancel
ru: Аннулируйте

source: Go to the system settings
ru: Перейти к системным настройкам

source: I/O Device registration is currently off. To continue go to „I/O Devices” at %@ and enable the Device Add Button.
ru: Регистрация устройств ввода/вывода в настоящее время отключена. Для продолжения перейдите на сайт %@ и во вкладке ”Устройства” включите добавление устройств.

source: Add Wizard is only available when server connection has been set based on the email address entered in the settings.
ru: Мастер добавления доступен, только когда установлено соединение с сервером по указанному в настройках адресу электронной почты!

source: The connected Server does not support this function!
ru: Сервер, к которому вы подключены, не поддерживает эту функцию!

source: Device Configuration Completion timeout!
ru: Превышено время ожидания завершения конфигурации устройства!

source: Incorrect input parameters!
ru: Неверные входные параметры!

source: The connected device is not compatible with this Wizard!
ru: Устройство, с которым установлено соединение, не совместимо с данным мастером!

source: Configuration Failed!
ru: Конфигурация завершена с ошибкой!

source: Connection with the device cannot be set! Make sure, if the Wi-fi connection has been set for the I/O device.
ru: Не удается установить соединение с устройством!

source: [Calibration]
ru: [калибровка]
